<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    'reset' => 'ពាក្យសម្ងាត់របស់អ្នកត្រូវបានកំណត់ឡើងវិញហើយ។',
    'sent' => 'យើងបានផ្ញើអ៊ីមែលទៅតំណកំណត់ពាក្យសម្ងាត់របស់អ្នកឡើងវិញ។',
    'throttled' => 'សូមរង់ចាំ មុននឹងព្យាយាមម្តងទៀត។',
    'token' => 'និមិត្តសញ្ញាកំណត់ពាក្យសម្ងាត់ឡើងវិញនេះមិនត្រឹមត្រូវទេ។',
    'user' => "យើងមិនអាចស្វែងរកអ្នកប្រើប្រាស់ដែលមានអាសយដ្ឋានអ៊ីមែលនោះបានទេ។",

];
