<?php
    return[
      'dashboard' => 'ផ្ទាំងគ្រប់គ្រង',
      'customer' =>[
        'title' => 'ការគ្រប់គ្រងអតិថិជន',
      ],
      'user' =>[
        'user' => 'អ្នកប្រើប្រាស់',
        'management' => 'ការគ្រប់គ្រងអ្នកប្រើប្រាស់',
        'setting' => 'ការកំណត់អ្នកប្រើប្រាស់',
        'role' => 'ការគ្រប់គ្រងតួនាទី',
        'list' => 'បញ្ជីគណនីអ្នកប្រើប្រាស់',
        'add' => 'បន្ថែមអ្នកប្រើប្រាស់ថ្មី',
      ],
      'shop' => [
        'title' => 'ការគ្រប់គ្រងហាង',
        'product' => 'ផលិតផល',
        'product_list' => 'បញ្ជីផលិតផល',
        'product_add' => 'បន្ថែមផលិតផលថ្មី',
        'order' => 'បញ្ជាទិញ',
        'order_list' => 'បញ្ជីបញ្ជាទិញ',
        'orders' => [
          'title' => 'បញ្ជាទិញ',
          'list' => 'បញ្ជីលក់',
          'invoices_list' => 'បញ្ជីវិក្កយបត្រ',
        ],
        'setting' => 'ការកំណត់នៃហាង',
        'info' => 'ព័ត៌មានអំពីហាង',
        'sales' => [
          'title' => 'លក់',
          'list' => 'បញ្ជីលក់',
          'invoices_list' => 'បញ្ជីវិក្កយបត្រ',
          'pos' => 'POS',
          'add_new' => 'បន្ថែមការលក់'
        ],
      ],
      'product_info' => [
        'category' => 'ប្រភេទផលិតផល',
        'model_type' => 'ប្រភេទម៉ូដែល',
        'color' => 'ពណ៌',
        'storage' => 'ទំហំផ្ទុក',
        'serial' => 'ស៊េរី',
        'brand' => 'ម៉ាក',
        'network' => 'ប្រភេទ Lock',
      ],
      'sales' => [
        'title' => 'ការគ្រប់គ្រងការលក់',
        'sales' => 'លក់',
        'list' => 'បញ្ជីលក់',
        'invoices_list' => 'បញ្ជីវិក្កយបត្រ',
        'pos' => 'POS',
      ],
    ];
